notes/medecine/stages.tex
% Created 2020-04-12 Sun 22:27
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Endocrino}
\label{sec:org7ea4546}
\subsection{Cortisol}
\label{sec:org8ed4be4}
\begin{itemize}
\item minimal à minuit, max à 8h. Idem pour ACTH
\item Acromégalie : test de freinage au glucose. Si diabétique, suivre cycle de GH sur
\end{itemize}
3 ans (\(\ne\) gold standard, simplement un argument !)

Acanthosis nigricans : monte insulino-résistance
\subsection{Antidiabétiques oraux}
\label{sec:orge555e85}
1ere intention : metformine
2eme intention : metformine + glinides ou victoza (GLP1) 
2eme intention (HAS) : metformine + sulfamides hypoglycémiants (moins chers ?)

NB : inhib de DPP-4 et analogue de GLP1 sont redondants ! Ne pas combiner\ldots{}

\subsection{Insuline}
\label{sec:org6982df6}
\begin{itemize}
\item 50\% basal 50\% en rapide (sur les 3 repas) avec total = 0.5*poids si DT2, 0.8*poids si DT1
\item Basal bolus ou novomix (semilente + rapide) 2x / jour selon les services
\end{itemize}
\subsection{Complications}
\label{sec:org17418b2}
3 stages (par gravité croissante) : hyperglycémique, cétosique, acido-cétosique

TTT : insuline par IV avec contrôle gylcémie toutes les heures, contrôle cétoné
Adaptation l'insuline sur la cétonémie+++ (pas la glycémie qui est trop rapide à se corriger)
Seuil : > 3mmol/L = insuilen IV. Patho si > 0.5mmol/L
Si besoin, ajouter glucose (si glycémie basse)

\subsection{Objectifs}
\label{sec:orgb5ecd7f}
\begin{itemize}
\item standards : 0.8-1.3g/L avan repas et 1.3-1.8 => risque d'hypo mais évite
complications long terme => sujet jeunes
\item élargies :  1-1.5 avantrepas, 1.5-2g/L sinon
\end{itemize}
\subsection{Notes}
\label{sec:org8faa4ab}
Si coronaropathie, important de baisser le diabète (athérome)
\subsection{Examen clinique}
\label{sec:org78b206c}
\subsubsection{ATCD}
\label{sec:org3bd873c}
chir, med, gynéco, familial, perso
\subsubsection{Ttt}
\label{sec:orgd272fd2}
habituel, allergies (dernier repas)
\subsubsection{MDV}
\label{sec:org5f660a2}
\begin{itemize}
\item profession, main dominante, sport
\item toxiques, alcool, tabac, viral
\item conditions de vie, autonome
\end{itemize}
\subsubsection{HDM}
\label{sec:org15728f8}
\begin{itemize}
\item anamnèse: déclenché par ? favorisé par ?
\item clinique : quantifier, signes
\item complications, retentissement, fièvre, AEG
\end{itemize}
\subsubsection{Examen physique}
\label{sec:org338d661}
\begin{itemize}
\item constantes : TA, températeure, FR, FC, sat, poids, diurèse, CS
\item hémodynamique,
\item repi
\item neuro
\item infectieux
\end{itemize}
\subsubsection{Endocrino}
\label{sec:org964e22b}
\begin{itemize}
\item poids, taille, IMC, tour taille
\item visag, répartition graisses, xanthome
\item thyroïde, profil + face, tour cou, palpation
\end{itemize}
\subsubsection{Diabétique}
\label{sec:org840a4f2}
\begin{enumerate}
\item Clinique
\label{sec:org60ddc63}
\begin{itemize}
\item fonctionnel : angor, AIT, claudication HTA, vision
\item FR CV : ATCD, tabac, obésité
\item PA couché et debout
\item pieds : pouls, cutané, TRC, réflexe achilléen, sensibilité superficiell,
monofilament
\item neuro
\item pouls, souffle vasc
\item bouches, sinus
\end{itemize}
\item Histoire
\label{sec:org18d1fe3}
\begin{itemize}
\item découverte ?
\item histoire du traitement
\item DG (macrosome > 4kg)
\item suivi des complications : ophtalmo (FO), cardio (doppler MI, TSA), rein
\item poids, alim
\item demander carnet glycémie, si autonome
\end{itemize}
\end{enumerate}

\subsubsection{CS pré-chir bariatrique,}
\label{sec:org5000b09}
\begin{itemize}
\item ATCD, ttt, allergie,
\item Grossesse, DG (macrosome > 4kg, ttt)
\item ATCD familiaux
\item Histoire du poids
\item Activié physique
\item Comportement alimentaire (régimes précédents)
\item SAOS
\item Acanthosis nigricans
\end{itemize}
\section{Généraliste}
\label{sec:orgb9426bd}
\subsection{{\bfseries\sffamily DONE} J4}
\label{sec:orgc478290}
page 1 + 2 faite
\subsection{{\bfseries\sffamily TODO} J5}
\label{sec:org0397808}
\subsection{{\bfseries\sffamily TODO} J6 en cours}
\label{sec:org65bb54e}
\subsection{{\bfseries\sffamily TODO} J7  à reprendre}
\label{sec:orgcd24470}
TVP : rupture de kyste poplité
\subsection{{\bfseries\sffamily TODO} J8}
\label{sec:org4c24c01}
TVP : rupture de kyste poplité
\subsection{Dépistage}
\label{sec:org89e9210}
\begin{itemize}
\item Cancer colorectal : 
\begin{itemize}
\item risque modéré (> 50A, asymptomatique) = test immuno de sang dans le selles tous les 2 ans \textpm{} coloscopie.
\item risque élevé : coloscopie tous les 3 à 5 ans selon ATCD
\end{itemize}
\end{itemize}
\subsection{Examen clinique}
\label{sec:org48c04d0}
\subsubsection{Hygroma}
\label{sec:orge8a56dd}
\begin{itemize}
\item Genou++, coude : fréquent si sollicitation professionnelle
\item Douleur local, aspect inflammatoire (chaud), épanchement liquidient palpation
\item Repos, glace, anti-inflammatoire
\end{itemize}
\subsubsection{Réflexes archaïques (doivent avoir disparus à 4 mois)}
\label{sec:org5027dc7}
\begin{itemize}
\item Moro: extension cervical (en arrière) rapide => extension + abduction des bras
\item stimulation palmaire => agrippement
\item frottement des pieds => ébauche de marche
\item succion
\item stimulation péribuccal => tête tournée vers stimulation
\item allongement croisé : stimulation plante de pied => flexion et extension controlatérale
\end{itemize}
\subsubsection{Critères d'Ottawa}
\label{sec:org801aa04}
Radio de cheville si douleur malléolaire \textbf{et}
\begin{itemize}
\item impossible de marcher > 4 pas immédiatement et à l'examen
\item \textbf{ou} sensibilité 6cm distaux tibia
\item \textbf{ou} sensibilité 6cm distaux
\end{itemize}
\subsubsection{Dorsalgie/cervicalgie}
\label{sec:orgc7de25b}
Palper épineuses (signe de la sonnette), muscles paravertébreux
\subsubsection{Déchirure musculaire}
\label{sec:org22b9cb5}
Douleur brutale \textpm{} hématome, voussure palpation
\subsubsection{Douleur pouce}
\label{sec:org0f69b45}
Tendinite de De Quervain ? Signe de DQ = pathognomonique
Rhizarthrose
\subsection{Examens}
\label{sec:orge3f312a}
\begin{itemize}
\item Fracture de fatigue : scinti/TDM/IRM ou RX différée
\end{itemize}
\subsection{Médicaments}
\label{sec:org94943d3}
Acide fusidique : impétigo
Airomir : crise d'asthme
Antadys : rhumatismes inflammatoires, dysménorrhées(AINS)
Apranax = \emph{naproxène} : AINS
Atarax = anxiolytique
Auricularum = \emph{dexaméthasone} + \emph{ATB} : otite externe bactérienne, otite chronique
Avodart = \emph{dutasteride} : HBP
Bedelix : symptomes des manifestation fonctionnelles intestinale
Bilaska : rhino-conjonctivite allergique
Bipreterax = \emph{périndopril} (IEC) + \emph{indapamide} (diurétique) : HTA
Celebrex : arthrose, PR, spondylarthrite ankylosante
Cerulyse = \emph{xylène} : bouchons cérumène
Ciclopirox = antifongique : intertrigo, onychomycoses\ldots{}
Ciloxadex = \emph{ofloxacine} + \emph{dexaméthasone} : otite aigüe externe
Clindamycine = \emph{macrolide}
Coversyl = \emph{périndopril}
Daily = contraceptif estroprogestatif
Duplavin = aspirine + clopidogrel : prévention secondaire chez SCA ST-, IDM ST+
Ezetimibe : +statine pour hypecholestérolémie primaire
Flector = \emph{diclofénac} : tendinite (AINS)
Fluinidone = \emph{previscan} (AVK)
Flécaïne : TV
Gibiter = \emph{corticoïde} + \emph{BDLA} pour l'asthme
Hamamélis : hémorroïdes, insuf. veinolymphatiques
Hamamélis : hémorroidies, insuf. veinolymphatique (phytothérapie)
Ibufetum = AINS en gel
Izalgie = \emph{opium} + \emph{paracétamol} (> Lamaline)
Kétoconazole =: antifongique  : dermite séborrhéqiue, candidoses
Lasilix = \emph{furosémide} = diurétique de l'anse
Lumirelax = relaxant musculaire
Micardis = \emph{telmisartan} (ARA II)
Norset = \emph{mirtazapine} : épisodes dépressifs majeurs
Norset = \emph{mirtazapine} : épisodes dépressifs majeurs
Optimizette = contraceptif progestatif
Pradaxa = \emph{dabigatran}
Prolia = \emph{dénosumab} : ostéoporose (5 ans puis 1 an biphosphonates)
Salbutamol : asthme, BPCO
Smecta = \emph{diosmectite} : adsorbant intestinal (diarrhée)
Spasfon : troubles fonctionnels digestifs
Spedra : dysfonction érectile
Stresam : anxiolytique
Structocal = calcium + vitamine D3
Tanganil = antivertigineux
Tiorfan = \emph{racecadtril} : complément des diarrhées aigüe de l'adulte
Ténormine = \emph{aténolol}
Uvédose : carence vitamine d
Vogalène = \emph{métopimazine} : antiémétique
\subsection{Orientation}
\label{sec:org036b1fb}
\begin{itemize}
\item Sensation faiblesse persistante : cardio (rythme, conduction), infection, thyroïde, pulmonaire
\end{itemize}
\subsection{Prévention risques foetaux}
\label{sec:org49f9524}
\begin{itemize}
\item Toxoplasmose : sérologie \textbf{systématique} < 10SA => si négatif, contrôle \textbf{mensuel} !
\item Rubéole : sérologie \textbf{systématique} < 10SA
\item Syphilis : sérologie \textbf{systématique} < 10SA
\item VHB : sérologie \textbf{systématique} 6eme mois
\item VIH
\item streptocoque : prélèvement \textbf{systématique} 36-38SA
\end{itemize}

\subsection{Suivi}
\label{sec:org93cb8df}
\subsection{Vaccins}
\label{sec:org9336543}
Diphtérie, tétanos, coqueluche, polio => 2M, 4M et rappel à 11M et 6A puis 11A
(vaccin différent)
\begin{itemize}
\item Tétravac, Repevac (seulement après 3A)
\end{itemize}
Haemophilus influenzae : 2M, 4M, 11M
Pneumocoque, hépatite B : idem
Ménigocoque : 5M et 12M
Rougeole, oreillons, rubéole :12M et 16-18M

\section{Médecine nucléaire}
\label{sec:org36f70f4}
Scinti
\begin{center}
\begin{tabular}{lll}
Isotope & Vecteur & \\
\hline
Technetium & HDMP (diphosphonate) & os\\
Technetium & albumine & perfusion pulmonaire\\
Technetium & Technegas (carbone) & ventilation pulmonaire\\
Technetium & DMSA & masse rénale fonctionnelle\\
Technetium & HMPAO & perfusion cérébrale\\
\hline
Iode & 0 & thyroïde\\
\hline
Indium  (Octréoscan) & Pentétréotide & tumeurs neuroendocrines\\
\end{tabular}
\end{center}
TEP
\begin{center}
\begin{tabular}{ll}
18-F & FDG\\
18-F & FCH (choline)\\
18-F & FDOpa\\
\end{tabular}
\end{center}
\subsection{Cours}
\label{sec:orga764ca9}
\subsubsection{Médicaments radiopharmaceutiques : constitués d'un radio-élement (émet le rayonnement) + un vecteur (se fixe aux organes)}
\label{sec:org8df29e6}
\begin{itemize}
\item technétium : scintigraphie++. Produit directement dans le service
\item F18-fluorodésoxyglucose : grande sensibilité pour la détection de nombreux
cancers (sauf prostate), certaines maladies inflammatoires ou infectieuses
\item analogues de la somatostatine + gallium 68 : certaines tumeurs endocrines
\item bisphosphonates : métastases osseuses
\item Radiothérapie : hyperthyroïdes, métatastes osseuses des adénomes prostatique
\end{itemize}

Choix du radio-élement
\begin{itemize}
\item scintigraphie : émissions de \textbf{photons \(\gamma\)}
\item TEP : émissions de \textbf{positons} (électrons avec charge positive).
\end{itemize}
\subsubsection{Principe technique :}
\label{sec:orgd70ab7a}
\begin{enumerate}
\item Détection des photons \(\gamma\)
\label{sec:org4e13b22}
\begin{enumerate}
\item Après émissions, ils arrivent sur un cristal. Leur énergie est transférée aux
\end{enumerate}
électrons du cristal, qui émet des photons lumineux ("scintillation") dans
toutes les direction.
\begin{enumerate}
\item Conversion en signal électrique et amplification dans des tubes photomultiplicateurs
\item NB: Les premiers photons \(\gamma\) peuvent interagir avec les tissus biologiques et
diffuser d'autres photons (source d'erreur) => filtrage
\item NB: Dans l'étape 1, comment savoir d'où vient le photon \textbf{lumineux} si émis
dans des direction aléatoire ? Le nombre de photons reçus est inversement
proportionnel à la distance de la source => comparaison des différents tubes
\end{enumerate}
\emph{Comment retrouver la position du photon initial depuis le cristal ? Collimation physique (scinti) ou  électronique (TEP)}

\item Gamma caméra : collimation physique
\label{sec:orgbfc7293}
\begin{itemize}
\item canaux parallèle : filtre les photons arrivant perpendiculairement au cristal
\item "pinhole" : bonne résolution mais mauvaise sensibilité => Thyroïde
\item Il faut trouver un compromis entre résolution spatiale et sensibilité
\begin{itemize}
\item Acquisition planaire ou tomoscintgraphie (le détecteur tourne autour du
patient, 15min donc sur un seul organe\ldots{})
\end{itemize}
\end{itemize}
\item TEP
\label{sec:orgf41fbc8}
\begin{itemize}
\item Annihilation d'un position génère une paire de photons gamma partant à 180°.
\end{itemize}
Grâce à des détecteurs en "couronne", détection simultanée (enfin presque,
fenêtre de 10ns)
\begin{itemize}
\item Contrairement à la scinti, plusieurs cristaux sur chaque récepteur
\item Meilleure sensibilité et résolution spatiale que la scinti
\item souvent combiné à une TDM en même temps
\end{itemize}
\item Correction des biais de quantification
\label{sec:org29f8190}
Imprécise en tomoscintigraphie, meilleure en TEP
\item Évolution
\label{sec:orgd92ee59}
\begin{itemize}
\item Cristaux semi-conducteur pour gamma-caméra : améliore sensibilité et résolution spatiale
\item Tube PM => photodiodes plus compact pour TEP
\end{itemize}
\end{enumerate}
\subsection{Stage}
\label{sec:org3c87d59}
Choline : adénome parathyroïdien
Scinti : utile pour algodystrophie
Ganglion sentinelle : opération du sein++, pour aider le chirurgien à repérer le
ganglion (injection la veille/le jour même)
\subsubsection{Cancers}
\label{sec:orgb91803d}
\begin{enumerate}
\item Prostate
\label{sec:org0df22a4}
\begin{itemize}
\item Scinti : bilan d'extension de K de la prostate
\item Classif selon PSA et score Gleason (histo), mais cinétique importante
\item Méta  = os, ganglions de l'abdomen et du bassin
\end{itemize}
\end{enumerate}
\subsubsection{Lymphome}
\label{sec:org50f625d}
Classif d'Ann Arbor : I= 1 territoire, II = N territoires du même côté, III =
sus et sous-diaphragmatique, IV = viscérale
\subsubsection{Scinti thyroide}
\label{sec:org5332196}
\begin{itemize}
\item Basedow : diffus
\item De Quervain : pas de fixation
\item Hashimoto : hyperthyroïde puis hypothyroïde : fixation faible hétérogène
\end{itemize}
\subsubsection{Scinti cardiaque}
\label{sec:org8953eba}
\begin{itemize}
\item Effort et repos, sans et avec correction à chaque fois (sert à corriger
\end{itemize}
l'atténuation corporelle)
\begin{itemize}
\item Déficit réversible = ischémie, sinon nécrose
\end{itemize}
\subsection{ECNI}
\label{sec:orgadaf12c}
Scinti thyroïdienne, éventuellement pulmonaire peuvent tomber

\section{Gynéco}
\label{sec:org745e20f}
\begin{itemize}
\item Diabète gestationnel :
\end{itemize}
déclenchement pour éviter macrosomie et d'aggraver le diabète (à vérif)
\begin{itemize}
\item HELLP (completer)
\item SHAG
\item GUE : methotrexate possible (sauf si à la base des trompes)
\end{itemize}


\section{Urgences}
\label{sec:orge8fb1a3}
Douleurs abdo : urgence = torsion testiculaire (1 testicule remonté, voire
gonglé et rouge). Y penser même sans douleurs\ldots{}

\section{Gardes}
\label{sec:org17716bc}
\subsection{1. Urgences : ABCDE}
\label{sec:orgabe5982}
\url{https://www.resus.org.uk/resuscitation-guidelines/abcde-approach/}
\href{https://www.google.com/url?sa=t\&rct=j\&q=\&esrc=s\&source=web\&cd=12\&ved=2ahUKEwjqre3gkezkAhWPohQKHWVxAygQFjALegQIBBAC\&url=https\%3A\%2F\%2Fwww.who.int\%2Femergencycare\%2Fpublications\%2FBEC\_ABCDE\_Approach\_2018a.pdf\&usg=AOvVaw3Cu1L7fniTpCUwq9PwOeap}{WHO}
Éliminer les risques vitaux en 30s
\subsubsection{A : airway}
\label{sec:orgb9972b6}
\uline{corps étranger, brûlure, anaphylaxis, trauma ?}
Peux parler ?
\begin{itemize}
\item oui :
\begin{itemize}
\item difficilement ? cherche obstruction, fluide
\begin{itemize}
\item Corps étranger : si visible, enlever. Si toux, encourager. Sinon frappes
dans le dos (par 5)
\item anaphylaxie : adrénalie IM
\end{itemize}
\end{itemize}
\item non : dégager voies respi
\end{itemize}
\subsubsection{B : breathing}
\label{sec:org495672d}
\uline{pneumothorax, overdose, asthme, BPCO ?}
Très rapide, très lent ?
Muscles accessoires, tirage, balancement thoraco-abdominal
\subsubsection{C : circulation}
\label{sec:orgb110504}
\uline{0 pouls, chock, hémorragie sévère, tamponnande cardiaque ?}
Perfusion : extrémités froides, TRC > 2s, hypotension, tachypnée, tachycardie,
pas de pouls
Saignement ? Poitrine, abdomen, fractures
Tamponnade ? hypotension, veines du cous, bruits du coeur étouffés
Pression sanguine
\subsubsection{D : disability}
\label{sec:orgaa5be4b}
\uline{Hypoglycémie, HTIC, convulsion ?}
Conscient ? Glasgow
Hypoglycémie ?
Pupille ?
\begin{itemize}
\item myosis :  opiodes ? => naloxone
\item inégales : HTIC ? lever la tête
\item sinon : trauma ?
\end{itemize}
Convulsion ?
\subsubsection{E : exposure}
\label{sec:org43d7adb}
Autres blessures, réactions allergiques
Protéger de l'hypothermie, enlever vêtements/bijous "constricteurs"

\subsection{2. Si non, reste de l'examen}
\label{sec:org6c179a5}
\subsubsection{Examen clinique}
\label{sec:orgcf647d2}
\begin{itemize}
\item Genou : tiroir antérieur postérieur, laxité latéral, épanchement ? (bilatéral !!), Zohlen, amplitude passive
\item plaie : infectée, oedème, lymphangite (trainée rouge ?)
\end{itemize}
\subsubsection{Enfant}
\label{sec:org4a07d9a}
\begin{itemize}
\item examen de la bouche : bras en arrière de la tête
\item trauma crânien : si a pleuré, pas de perte de conscience !
Surveillance simple à domicile si pas de point d'appel. Les parents
doivent le réveiller régulièrement et surveiller : vomissements,
céphalées, troubles cognitifs\ldots{}.
\end{itemize}
\end{document}
